/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ foto";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ e %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ video";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d giorni %2$d ore %3$d minuti %4$d secondi";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d ore %2$d minuti %3$d secondi";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d minuti %2$d secondi";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d secondi";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ plugin Internet)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "CC %@";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Archiviazione database %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "Easy Reader %@";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Networking %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "SDH %@";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "Contenuto web %@";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Chiave master WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d file";

/* Label for PDF page number indicator. */
"%d of %d" = "%d di %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu elementi";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 elementi";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 elemento";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 foto";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 video";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (Qualità media)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (Alta qualità)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (Qualità inferiore)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<filename> %d×%d pixel";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Si è verificata un'eccezione JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Aggiungi a Elenco lettura";

/* Undo action name */
"Align Left (Undo action name)" = "Allinea a sinistra";

/* Undo action name */
"Align Right (Undo action name)" = "Allinea a destra";

/* WKErrorUnknown description */
"An unknown error occurred" = "Si è verificato un errore sconosciuto";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Automatico (consigliato)";

/* Back context menu item */
"Back" = "Indietro";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Plugin bloccato";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Plugin bloccato";

/* Bold context menu item */
"Bold" = "Grassetto";

/* Undo action name */
"Bold (Undo action name)" = "Grassetto";

/* menu item title for phone number */
"Call Using iPhone:" = "Chiama da iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Annulla";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Annulla";

/* Capitalize context menu item */
"Capitalize" = "Usa maiuscole";

/* Undo action name */
"Center (Undo action name)" = "Centra";

/* Undo action name */
"Change Attributes (Undo action name)" = "Modifica attributi";

/* Check spelling context menu item */
"Check Document Now" = "Controlla il documento adesso";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Controlla grammatica insieme all'ortografia";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Controlla ortografia mentre scrivo";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Scegli file";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Scegli file";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Scegli file multimediale (multiplo)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Scegli file multimediale (singolo)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Cancella";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Cancella ricerche recenti";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Fai clic per uscire dalla modalità a tutto schermo";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Fai clic per riavviare";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Il contenuto del tipo MIME specificato non può essere visualizzato";

/* Media Controls context menu item */
"Controls" = "Controlli";

/* Copy context menu item */
"Copy" = "Copia";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Copia";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Copia indirizzo audio";

/* Copy Image context menu item */
"Copy Image" = "Copia immagine";

/* Copy Link context menu item */
"Copy Link" = "Copia link";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Copia indirizzo video";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Correggi automaticamente ortografia";

/* Undo action name */
"Create Link (Undo action name)" = "Crea link";

/* Cut context menu item */
"Cut" = "Taglia";

/* Undo action name */
"Cut (Undo action name)" = "Taglia";

/* Default writing direction context menu item */
"Default" = "Default";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Elimina";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Dettagli";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Dettatura";

/* Download Audio To Disk context menu item */
"Download Audio" = "Scarica audio";

/* Download Image context menu item */
"Download Image" = "Scarica immagine";

/* Download Linked File context menu item */
"Download Linked File" = "Scarica file collegato";

/* Download Video To Disk context menu item */
"Download Video" = "Scarica video";

/* Undo action name */
"Drag (Undo action name)" = "Trascina";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Attiva modalità a tutto schermo";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Disattiva modalità a tutto schermo";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Font";

/* Undo action name */
"Format Block (Undo action name)" = "Formattazione";

/* Forward context menu item */
"Forward" = "Avanti";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Caricamento frame interrotto";

/* accessibility role description for web area */
"HTML content" = "Contenuto HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Nascondi controlli";

/* menu item title */
"Hide Spelling and Grammar" = "Nascondi ortografia e grammatica";

/* menu item title */
"Hide Substitutions" = "Nascondi sostituzioni";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignora grammatica";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignora parola";

/* Undo action name */
"Indent (Undo action name)" = "Rientro";

/* Undo action name */
"Insert List (Undo action name)" = "Inserimento elenco";

/* Inspect Element context menu item */
"Inspect Element" = "Ispeziona elemento";

/* Italic context menu item */
"Italic" = "Corsivo";

/* Undo action name */
"Italics (Undo action name)" = "Corsivo";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java non disponibile";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Giustifica";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Chiave da %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Aggiungi parola";

/* Left to Right context menu item */
"Left to Right" = "Da sinistra a destra";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Trasmissione in diretta";

/* Media controller status message when the media is loading */
"Loading..." = "Carico...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Cerca in Dizionario";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Cerca definizione di “%@”";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Cerca definizione di “<selezione>”";

/* Media Loop context menu item */
"Loop" = "Ripeti";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Allarga crenatura";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Abbassa linea di base";

/* Make Lower Case context menu item */
"Make Lower Case" = "Scrivi in lettere minuscole";

/* Make Upper Case context menu item */
"Make Upper Case" = "Scrivi in lettere maiuscole";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Plugin mancante";

/* Media Mute context menu item */
"Mute" = "Disattiva audio";

/* No Guesses Found context menu item */
"No Guesses Found" = "Nessun suggerimento trovato";

/* Empty select list */
"No Options Select Popover" = "Nessuna opzione";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Nessuna ricerca recente";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Non è consentito utilizzare la porta network limitata";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "No";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Apri";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Apri audio in una nuova finestra";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Apri frame in una nuova finestra";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Apri immagine in una nuova finestra";

/* Open Link context menu item */
"Open Link" = "Apri link";

/* Open in New Window context menu item */
"Open Link in New Window" = "Apri link in una nuova finestra";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Apri video in una nuova finestra";

/* context menu item for PDF */
"Open with %@" = "Apri con %@";

/* Undo action name */
"Outdent (Undo action name)" = "Riduci rientro";

/* Outline context menu item */
"Outline" = "Struttura";

/* Undo action name */
"Outline (Undo action name)" = "Struttura";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Direzione paragrafo";

/* Paste context menu item */
"Paste" = "Incolla";

/* Undo action name */
"Paste (Undo action name)" = "Incolla";

/* Undo action name */
"Paste Font (Undo action name)" = "Incolla font";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Incolla righello";

/* Media Pause context menu item */
"Pause" = "Pausa";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Libreria foto";

/* Media Play context menu item */
"Play" = "Riproduci";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Riproduci filmato in modalità a tutto schermo";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Errore plugin";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plugin annullato";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Caricamento gestito da plugin";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "PostScript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Alza linea di base";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Ricerche recenti";

/* Reload context menu item */
"Reload" = "Ricarica";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Reinizializza";

/* Right to Left context menu item */
"Right to Left" = "Da destra a sinistra";

/* Title for Save Image action button */
"Save Image" = "Salva immagine";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Cerca con Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Cerca con %@";

/* Search with Google context menu item */
"Search with Google" = "Cerca con Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Direzione selezione";

/* Undo action name */
"Set Background Color (Undo action name)" = "Imposta colore sfondo";

/* Undo action name */
"Set Color (Undo action name)" = "Imposta colore";

/* Undo action name */
"Set Font (Undo action name)" = "Imposta font";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Imposta forma carattere tradizionale";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Imposta direzione scrittura";

/* Show colors context menu item */
"Show Colors" = "Mostra colori";

/* Show Media Controls context menu item */
"Show Controls" = "Mostra controlli";

/* Show fonts context menu item */
"Show Fonts" = "Mostra font";

/* menu item title */
"Show Spelling and Grammar" = "Mostra ortografia e grammatica";

/* menu item title */
"Show Substitutions" = "Mostra sostituzioni";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Mostra nel plugin bloccato";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Copia/incolla smart";

/* Smart Dashes context menu item */
"Smart Dashes" = "Trattini smart";

/* Smart Links context menu item */
"Smart Links" = "Link smart";

/* Smart Quotes context menu item */
"Smart Quotes" = "Virgolette smart";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Istantanea plugin";

/* Speech context sub-menu item */
"Speech" = "Voce";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ortografia e grammatica";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Avvia debug JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Avvia profilo JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Inizia riproduzione vocale";

/* Stop context menu item */
"Stop" = "Stop";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Interrompi debug JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Interrompi profilo JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Interrompi riproduzione";

/* Styles context menu item */
"Styles..." = "Stili...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Invia";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Invia";

/* Undo action name */
"Subscript (Undo action name)" = "Pedice";

/* Substitutions context sub-menu item */
"Substitutions" = "Sostituzioni";

/* Menu section heading for subtitles */
"Subtitles" = "Sottotitoli";

/* Undo action name */
"Superscript (Undo action name)" = "Apice";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Scatta foto";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Scatta una foto o registra un video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Registra video";

/* Text Replacement context menu item */
"Text Replacement" = "Sostituzione testo";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Impossibile visualizzare l'URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "WKWebView è stato invalidato";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Il processo del contenuto web è terminato";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Impossibile trovare la posizione attuale.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Impossibile trovare il plugin";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Impossibile caricare il plugin";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Il nome o la password inseriti per l'area “%@” su %@ non sono corretti. Assicurati di averli inseriti correttamente e riprova.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Il nome o la password inseriti per il %@ server proxy %@ non sono corretti. Assicurati di averli inseriti correttamente e riprova.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Il nome o la password inseriti per questa area su %@ non sono corretti. Assicurati di averli inseriti correttamente e riprova.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Questo è un indice di ricerca. Inserisci delle parole chiave di ricerca: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Stringi crenatura";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Per visualizzare questa pagina devi accedere all'area “%@” su %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Per visualizzare questa pagina devi accedere al %@ server proxy %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Per visualizzare questa pagina devi accedere a questa area su %@:";

/* Transformations context sub-menu item */
"Transformations" = "Trasformazioni";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Disattiva crenatura";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Disattiva legature";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Inserimento";

/* Underline context menu item */
"Underline" = "Sottolineato";

/* Undo action name */
"Underline (Undo action name)" = "Sottolineato";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Sconosciuto";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Sconosciuto";

/* Undo action name */
"Unlink (Undo action name)" = "Annulla link";

/* Undo action name */
"Unscript (Undo action name)" = "Annulla apice/pedice";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Usa tutte le legature";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Usa crenatura standard";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Usa legature standard";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Utilizzata per codificare le chiavi WebCrypto nell'archiviazione persistente, ad esempio IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspector web: %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF integrato di WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit ha rilevato un errore interno";

/* message in authentication panel */
"Your login information will be sent securely." = "Le informazioni di login saranno inviate in modo sicuro.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "La password verrà inviata in chiaro.";

/* HTTP result code string */
"accepted" = "accettata";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "attiva";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "avviso";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "finestra di dialogo di avviso";

/* An ARIA accessibility group that acts as an application. */
"application" = "applicazione";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "stato applicazione";

/* An ARIA accessibility group that acts as an article. */
"article" = "articolo";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "controlli di riproduzione dell'elemento audio e visualizzazione stato";

/* accessibility label for audio element controller */
"audio playback" = "riproduzione audio";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "indietro 30 secondi";

/* HTTP result code string */
"bad gateway" = "gateway non valido";

/* HTTP result code string */
"bad request" = "richiesta non valida";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "inizia riproduzione";

/* accessibility description for a search field cancel button */
"cancel" = "annulla";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "seleziona";

/* HTTP result code string */
"client error" = "errore client";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "aggiuntivo";

/* HTTP result code string */
"conflict" = "conflitto";

/* An ARIA accessibility group that contains content. */
"content information" = "informazioni di contenuto";

/* HTTP result code string */
"continue" = "continua";

/* HTTP result code string */
"created" = "creato";

/* accessibility help text for movie status display */
"current movie status" = "stato filmato attuale";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "tempo filmato attuale in secondi";

/* role description of ARIA definition role */
"definition" = "definizione";

/* description detail */
"description" = "descrizione";

/* accessibility role description of a description list */
"description list" = "elenco descrizioni";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "finestra di dialogo";

/* An ARIA accessibility group that acts as a document. */
"document" = "documento";

/* accessibility label for elapsed time display */
"elapsed time" = "tempo trascorso";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "attiva modalità a tutto schermo";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "esci dalla modalità a tutto schermo";

/* HTTP result code string */
"expectation failed" = "attesa fallita";

/* accessibility label for fast forward button */
"fast forward" = "avanti velocemente";

/* accessibility label for fast reverse button */
"fast reverse" = "indietro velocemente";

/* accessibility role description for a file upload button */
"file upload button" = "pulsante upload file";

/* accessibility role description for a footer */
"footer" = "nota a piè di pagina";

/* HTTP result code string */
"forbidden" = "vietato";

/* HTTP result code string */
"found" = "trovato";

/* HTTP result code string */
"gateway timed out" = "tempo di attesa gateway scaduto";

/* accessibility role description for headings */
"heading" = "intestazione";

/* accessibility label for hide closed captions button */
"hide closed captions" = "nascondi sottotitoli per non udenti (CC)";

/* accessibility role description for image map */
"image map" = "mappa immagine";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "tempo indefinito";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "errore server interno";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "vai";

/* HTTP result code string */
"length required" = "lunghezza richiesta";

/* accessibility role description for link */
"link" = "link";

/* accessibility role description for list marker */
"list marker" = "Marcatore elenco";

/* An ARIA accessibility group that acts as a console log. */
"log" = "log";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "principale";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "testo scorrevole";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "simboli matematici";

/* HTTP result code string */
"method not allowed" = "metodo non consentito";

/* HTTP result code string */
"moved permanently" = "trasferito permanentemente";

/* accessibility label for timeline slider */
"movie time" = "tempo filmato";

/* accessibility help text for timeline slider */
"movie time scrubber" = "barra di scorrimento tempo filmato";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "miniatura barra di scorrimento tempo filmato";

/* HTTP result code string */
"multiple choices" = "scelte multiple";

/* accessibility label for mute button */
"mute" = "disattiva audio";

/* accessibility help text for mute button */
"mute audio tracks" = "disattiva tracce audio";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigazione";

/* HTTP result code string */
"needs proxy" = "proxy necessario";

/* HTTP result code string */
"no content" = "nessun contenuto";

/* HTTP result code string */
"no error" = "nessun errore";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "nessuno selezionato";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "nessun file selezionato";

/* HTTP result code string */
"no longer exists" = "non esiste più";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "nessun file multimediale selezionato (multiplo)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "nessun file multimediale selezionato (singolo)";

/* HTTP result code string */
"non-authoritative information" = "informazioni non vincolanti";

/* HTTP result code string */
"not found" = "non trovato";

/* HTTP result code string */
"not modified" = "non modificato";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "nota";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "secondi filmato rimanenti";

/* HTTP result code string */
"partial content" = "contenuto parziale";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "mancata corrispondenza schema";

/* accessibility label for pause button */
"pause" = "pausa";

/* accessibility help text for pause button */
"pause playback" = "sospendi la riproduzione";

/* HTTP result code string */
"payment required" = "pagamento richiesto";

/* accessibility label for play button */
"play" = "riproduci";

/* HTTP result code string */
"precondition failed" = "condizione previa fallita";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "premi";

/* HTTP result code string */
"proxy authentication required" = "autenticazione proxy richiesta";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "dati oltre il massimo per l'intervallo";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "dati inferiori al minimo per l'intervallo";

/* HTTP result code string */
"redirected" = "ridiretto";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "regione";

/* accessibility label for time remaining display */
"remaining time" = "tempo rimanente";

/* HTTP result code string */
"request timed out" = "tempo di richiesta scaduto";

/* HTTP result code string */
"request too large" = "richiesta troppo lunga";

/* HTTP result code string */
"requested URL too long" = "URL richiesto troppo lungo";

/* HTTP result code string */
"requested range not satisfiable" = "impossibile soddisfare l'intervallo richiesto";

/* HTTP result code string */
"reset content" = "ripristina contenuto";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "riporta il filmato in streaming al tempo reale";

/* accessibility label for return to real time button */
"return to realtime" = "torna al tempo reale";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "cerca";

/* HTTP result code string */
"see other" = "vedi altro";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "vai indietro di 30 secondi nel filmato";

/* accessibility help text for fast rewind button */
"seek quickly back" = "vai indietro velocemente";

/* accessibility help text for fast forward button */
"seek quickly forward" = "vai avanti velocemente";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "seleziona";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "separatore";

/* HTTP result code string */
"server error" = "errore server";

/* HTTP result code string */
"service unavailable" = "servizio non disponibile";

/* accessibility label for show closed captions button */
"show closed captions" = "mostra i sottotitoli per non udenti (CC)";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "inizia visualizzazione dei sottotitoli per non udenti (CC)";

/* accessibility label for movie status */
"status" = "stato";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "passo non disponibile";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "interrompi visualizzazione dei sottotitoli per non udenti (CC)";

/* HTTP result code string */
"success" = "riuscito";

/* HTTP result code string */
"switching protocols" = "cambio protocolli";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "contenuto pannello";

/* HTTP result code string */
"temporarily redirected" = "ridiretto temporaneamente";

/* term word of a description list */
"term" = "termine";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "miniatura cursore di scorrimento";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "timer";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "troppo lungo";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "tooltip";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "errore tipo";

/* HTTP result code string */
"unacceptable" = "inaccettabile";

/* HTTP result code string */
"unauthorized" = "non autorizzato";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "deseleziona";

/* HTTP result code string */
"unimplemented" = "non implementato";

/* Unknown filename */
"unknown" = "sconosciuto";

/* accessibility label for turn mute off button */
"unmute" = "attiva audio";

/* accessibility help text for un mute button */
"unmute audio tracks" = "attiva tracce audio";

/* HTTP result code string */
"unsupported media type" = "tipo media non supportato";

/* HTTP result code string */
"unsupported version" = "versione non supportata";

/* Validation message for required form control elements that have no value */
"value missing" = "valore mancante";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "controlli di riproduzione dell'elemento video e visualizzazione stato";

/* accessibility label for video element controller */
"video playback" = "riproduzione video";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Apri";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Anteprima";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Aggiungi a Elenco lettura";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Copia";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Aggiungi a Foto";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Salva in Download";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Condividi";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Copia";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Cerca definizione";

/* "Paste" action menu item */
"Paste (action menu item)" = "Incolla";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Suggerimenti";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Copia";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Condividi";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Salva in Download";
